Repository: iamwilliamli/LiveTranscriber
Catalog: LiveTranscriber/Semantic.xcstrings
Source language: en
Languages: de, ja, nl, zh_hans, zh_hant

# qwen3_asr.developer.streaming_long_audio.description
source: Experimental. Read audio in 30-second windows and release PCM as transcription advances. When off, the entire recording is loaded first. Changes apply to new Qwen3-ASR jobs.
de: Experimentell. Liest Audio in 30-Sekunden-Fenstern und gibt PCM während der Transkription frei. Ist die Option aus, wird zuerst die gesamte Aufnahme geladen. Änderungen gelten für neue Qwen3-ASR-Aufträge.
ja: 試験的機能です。音声を30秒単位で読み込み、文字起こしの進行に合わせてPCMを解放します。オフの場合は録音全体を先に読み込みます。変更は新しいQwen3-ASR処理から適用されます。
nl: Experimenteel. Leest audio in vensters van 30 seconden en geeft PCM vrij terwijl de transcriptie vordert. Indien uitgeschakeld wordt eerst de volledige opname geladen. Wijzigingen gelden voor nieuwe Qwen3-ASR-taken.
zh_hans: 实验性功能。以30秒窗口读取音频，并随转录进度释放PCM；关闭时会先载入整段录音。修改仅影响之后开始的Qwen3-ASR任务。
zh_hant: 實驗性功能。以30秒視窗讀取音訊，並隨轉錄進度釋放PCM；關閉時會先載入整段錄音。變更僅影響之後開始的Qwen3-ASR工作。

# recording.status.checking_permissions
source: Checking permissions
de: Berechtigungen werden geprüft
ja: 権限を確認中
nl: Toestemmingen controleren
zh_hans: 正在检查权限
zh_hant: 正在檢查權限

# recording.status.complete
source: Transcription Complete
de: Transkription abgeschlossen
ja: 文字起こし完了
nl: Transcriptie voltooid
zh_hans: 转录完成
zh_hant: 轉錄完成

# recording.status.configuring_audio_input
source: Configuring microphone
de: Mikrofon wird konfiguriert
ja: マイクを設定中
nl: Microfoon configureren
zh_hans: 正在配置麦克风
zh_hant: 正在配置麥克風

# recording.status.downloading_language_model
source: Downloading language model
de: Sprachmodell wird geladen
ja: 言語モデルをダウンロード中
nl: Taalmodel downloaden
zh_hans: 正在下载语言模型
zh_hant: 正在下載語言模型

# recording.status.paused
source: Paused
de: Pausiert
ja: 一時停止中
nl: Gepauzeerd
zh_hans: 已暂停
zh_hant: 已暫停

# recording.status.preparing_language_model
source: Preparing language model
de: Sprachmodell wird vorbereitet
ja: 言語モデルを準備中
nl: Taalmodel voorbereiden
zh_hans: 正在准备语言模型
zh_hant: 正在準備語言模型

# recording.status.ready
source: Ready
de: Bereit
ja: 準備完了
nl: Gereed
zh_hans: 准备就绪
zh_hant: 準備就緒

# recording.status.recording
source: Recording
de: Aufnahme läuft
ja: 録音中
nl: Opnemen
zh_hans: 正在录音
zh_hant: 正在錄音

# recording.status.requesting_permission
source: Requesting Permission
de: Berechtigung wird angefordert
ja: 権限をリクエスト中
nl: Toestemming vragen
zh_hans: 正在请求权限
zh_hant: 正在請求權限

# recording.status.starting_recorder
source: Starting recorder
de: Recorder wird gestartet
ja: 録音を開始中
nl: Recorder starten
zh_hans: 正在启动录音
zh_hant: 正在啟動錄音

# recording.status.stopped
source: Stopped
de: Gestoppt
ja: 停止済み
nl: Gestopt
zh_hans: 已停止
zh_hant: 已停止

# recording.status.waiting_for_speech
source: Waiting for speech
de: Warten auf Sprache
ja: 音声を待機中
nl: Wachten op spraak
zh_hans: 等待语音
zh_hant: 等待語音

# recordings.ai_analysis
source: AI Analysis
de: KI-Analyse
ja: AI分析
nl: AI-analyse
zh_hans: AI 分析
zh_hant: AI 分析

# recordings.analysis_failed
source: Analysis Failed
de: Analyse fehlgeschlagen
ja: 分析に失敗しました
nl: Analyse mislukt
zh_hans: 分析失败
zh_hant: 分析失敗

# recordings.analyze
source: Analyze
de: Analysieren
ja: 分析
nl: Analyseren
zh_hans: 分析
zh_hant: 分析

# recordings.analyze_again
source: Analyze Again
de: Erneut analysieren
ja: 再分析
nl: Opnieuw analyseren
zh_hans: 重新分析
zh_hant: 重新分析

# recordings.analyzing
source: Analyzing
de: Wird analysiert
ja: 分析中
nl: Analyseren
zh_hans: 正在分析
zh_hant: 正在分析

# recordings.audio_events
source: Audio Events
de: Audioereignisse
ja: オーディオイベント
nl: Audiogebeurtenissen
zh_hans: 音频事件
zh_hant: 音訊事件

# recordings.audio_events.analyze
source: Analyze Audio
de: Audio analysieren
ja: オーディオを解析
nl: Audio analyseren
zh_hans: 分析音频
zh_hant: 分析音訊

# recordings.audio_events.analyze_again
source: Analyze Again
de: Erneut analysieren
ja: 再解析
nl: Opnieuw analyseren
zh_hans: 重新分析
zh_hant: 重新分析

# recordings.audio_events.analyzing
source: Analyzing Audio
de: Audio wird analysiert
ja: オーディオを解析中
nl: Audio analyseren
zh_hans: 正在分析音频
zh_hant: 正在分析音訊

# recordings.audio_events.cancelled
source: Audio event analysis was cancelled.
de: Die Analyse der Audioereignisse wurde abgebrochen.
ja: オーディオイベントの解析がキャンセルされました。
nl: De analyse van audiogebeurtenissen is geannuleerd.
zh_hans: 音频事件分析已取消。
zh_hant: 音訊事件分析已取消。

# recordings.audio_events.confidence.format
source: %.0f%% confidence
de: Konfidenz: %.0f%%
ja: 信頼度 %.0f%%
nl: Betrouwbaarheid: %.0f%%
zh_hans: 置信度 %.0f%%
zh_hant: 信賴度 %.0f%%

# recordings.audio_events.empty
source: No Audio Events
de: Keine Audioereignisse
ja: オーディオイベントなし
nl: Geen audiogebeurtenissen
zh_hans: 暂无音频事件
zh_hant: 暫無音訊事件

# recordings.audio_events.label.applause
source: Applause
de: Applaus
ja: 拍手
nl: Applaus
zh_hans: 掌声
zh_hant: 掌聲

# recordings.audio_events.label.baby_crying
source: Baby Crying
de: Babyweinen
ja: 赤ちゃんの泣き声
nl: Huilende baby
zh_hans: 婴儿哭声
zh_hant: 嬰兒哭聲

# recordings.audio_events.label.bell
source: Bell
de: Glocke
ja: ベル
nl: Bel
zh_hans: 铃声
zh_hant: 鈴聲

# recordings.audio_events.label.cat
source: Cat
de: Katze
ja: 猫
nl: Kat
zh_hans: 猫
zh_hant: 貓

# recordings.audio_events.label.cheering
source: Cheering
de: Jubel
ja: 歓声
nl: Gejuich
zh_hans: 欢呼
zh_hant: 歡呼

# recordings.audio_events.label.clapping
source: Clapping
de: Klatschen
ja: 拍手
nl: Klappen
zh_hans: 拍手
zh_hant: 拍手

# recordings.audio_events.label.cough
source: Cough
de: Husten
ja: 咳
nl: Hoest
zh_hans: 咳嗽
zh_hant: 咳嗽

# recordings.audio_events.label.dog
source: Dog
de: Hund
ja: 犬
nl: Hond
zh_hans: 狗
zh_hant: 狗

# recordings.audio_events.label.doorbell
source: Doorbell
de: Türklingel
ja: ドアベル
nl: Deurbel
zh_hans: 门铃
zh_hant: 門鈴

# recordings.audio_events.label.engine
source: Engine
de: Motor
ja: エンジン
nl: Motor
zh_hans: 引擎
zh_hant: 引擎

# recordings.audio_events.label.footsteps
source: Footsteps
de: Schritte
ja: 足音
nl: Voetstappen
zh_hans: 脚步声
zh_hant: 腳步聲

# recordings.audio_events.label.knock
source: Knock
de: Klopfen
ja: ノック
nl: Kloppen
zh_hans: 敲门声
zh_hant: 敲門聲

# recordings.audio_events.label.laughter
source: Laughter
de: Lachen
ja: 笑い声
nl: Gelach
zh_hans: 笑声
zh_hant: 笑聲

# recordings.audio_events.label.music
source: Music
de: Musik
ja: 音楽
nl: Muziek
zh_hans: 音乐
zh_hant: 音樂

# recordings.audio_events.label.phone
source: Phone
de: Telefon
ja: 電話
nl: Telefoon
zh_hans: 电话
zh_hant: 電話

# recordings.audio_events.label.rain
source: Rain
de: Regen
ja: 雨
nl: Regen
zh_hans: 雨声
zh_hant: 雨聲

# recordings.audio_events.label.singing
source: Singing
de: Gesang
ja: 歌声
nl: Zang
zh_hans: 歌声
zh_hant: 歌聲

# recordings.audio_events.label.siren
source: Siren
de: Sirene
ja: サイレン
nl: Sirene
zh_hans: 警笛
zh_hant: 警笛

# recordings.audio_events.label.sneeze
source: Sneeze
de: Niesen
ja: くしゃみ
nl: Niezen
zh_hans: 打喷嚏
zh_hant: 打噴嚏

# recordings.audio_events.label.thunder
source: Thunder
de: Donner
ja: 雷
nl: Donder
zh_hans: 雷声
zh_hant: 雷聲

# recordings.audio_events.label.typing
source: Typing
de: Tippen
ja: タイピング
nl: Typen
zh_hans: 打字声
zh_hant: 打字聲

# recordings.audio_events.label.unknown
source: Other Sound
de: Anderes Geräusch
ja: その他の音
nl: Ander geluid
zh_hans: 其他声音
zh_hant: 其他聲音

# recordings.audio_events.label.vehicle
source: Vehicle
de: Fahrzeug
ja: 乗り物
nl: Voertuig
zh_hans: 车辆
zh_hant: 車輛

# recordings.audio_events.label.water
source: Water
de: Wasser
ja: 水音
zh_hans: 水声
zh_hant: 水聲

# recordings.audio_events.none_detected
source: No clear audio events were detected in this recording.
de: In dieser Aufnahme wurden keine eindeutigen Audioereignisse erkannt.
ja: この録音では明確なオーディオイベントが検出されませんでした。
nl: In deze opname zijn geen duidelijke audiogebeurtenissen gedetecteerd.
zh_hans: 此录音中未检测到明确的音频事件。
zh_hant: 此錄音中未偵測到明確的音訊事件。

# recordings.audio_parameters
source: Audio Parameters
de: Audioparameter
ja: 音声パラメータ
zh_hans: 音频参数
zh_hant: 音訊參數

# recordings.audio.average_bit_rate
source: Average Bit Rate
de: Durchschnittliche Bitrate
ja: 平均ビットレート
nl: Gemiddelde bitsnelheid
zh_hans: 平均码率
zh_hant: 平均位元率

# recordings.audio.channel_count.format
source: %d channels
de: %d Kanäle
ja: %dチャンネル
nl: %d kanalen
zh_hans: %d 声道
zh_hant: %d 聲道

# recordings.audio.channels
source: Channels
de: Kanäle
ja: チャンネル
nl: Kanalen
zh_hans: 声道
zh_hant: 聲道

# recordings.audio.compressed_or_other
source: Compressed or Other Format
de: Komprimiertes oder anderes Format
ja: 圧縮またはその他の形式
nl: Gecomprimeerd of ander formaat
zh_hans: 压缩或其他格式
zh_hant: 壓縮或其他格式

# recordings.audio.duration
source: Audio Duration
de: Audiodauer
ja: 音声の長さ
nl: Audioduur
zh_hans: 音频时长
zh_hant: 音訊時長

# recordings.audio.encoding
source: Encoding
de: Codierung
ja: エンコード
nl: Codering
zh_hans: 编码
zh_hant: 編碼

# recordings.audio.file_creation_date
source: File Creation Time
de: Erstellungszeit der Datei
ja: ファイル作成日時
nl: Aanmaaktijd bestand
zh_hans: 文件创建时间
zh_hant: 檔案建立時間

# recordings.audio.file_format
source: File Format
de: Dateiformat
ja: ファイル形式
nl: Bestandsindeling
zh_hans: 文件格式
zh_hant: 檔案格式

# recordings.audio.file_name
source: File Name
de: Dateiname
ja: ファイル名
nl: Bestandsnaam
zh_hans: 文件名
zh_hant: 檔案名稱

# recordings.audio.file_size
source: File Size
de: Dateigröße
ja: ファイルサイズ
nl: Bestandsgrootte
zh_hans: 文件大小
zh_hant: 檔案大小

# recordings.audio.pcm_bit_depth
source: PCM Bit Depth
de: PCM-Bittiefe
ja: PCMビット深度
nl: PCM-bitdiepte
zh_hans: PCM 位深
zh_hant: PCM 位元深度

# recordings.audio.processing_format
source: Processing Format
de: Verarbeitungsformat
ja: 処理形式
nl: Verwerkingsformaat
zh_hans: 处理格式
zh_hant: 處理格式

# recordings.audio.read_failed.format
source: Could not read audio parameters: %@
de: Audioparameter konnten nicht gelesen werden: %@
ja: 音声パラメータを読み取れませんでした: %@
nl: Kan audioparameters niet lezen: %@
zh_hans: 无法读取音频参数: %@
zh_hant: 無法讀取音訊參數：%@

# recordings.audio.reading_parameters
source: Reading audio parameters
de: Audioparameter werden gelesen
ja: 音声パラメータを読み取り中
nl: Audioparameters lezen
zh_hans: 正在读取音频参数
zh_hant: 正在讀取音訊參數

# recordings.audio.sample_rate
source: Sample Rate
de: Abtastrate
ja: サンプルレート
nl: Samplefrequentie
zh_hans: 采样率
zh_hant: 取樣率

# recordings.audio.storage
source: Storage
de: Speicher
ja: ストレージ
nl: Opslag
zh_hans: 存储
zh_hant: 儲存空間

# recordings.audio.technical_details
source: Technical Details
de: Technische Details
ja: 技術詳細
nl: Technische details
zh_hans: 技术细节
zh_hant: 技術細節

# recordings.categories
source: Categories
de: Kategorien
ja: カテゴリ
nl: Categorieën
zh_hans: 类别
zh_hant: 類別

# recordings.category_filter
source: Category Filter
de: Kategoriefilter
ja: カテゴリフィルタ
nl: Categoriefilter
zh_hans: 类别筛选
zh_hant: 類別篩選

# recordings.category_filter.all
source: All Categories
de: Alle Kategorien
ja: すべてのカテゴリ
nl: Alle categorieën
zh_hans: 所有类别
zh_hant: 所有類別

# recordings.category.add_recordings
source: Add Recordings
de: Aufnahmen hinzufügen
ja: 録音を追加
nl: Opnamen toevoegen
zh_hans: 添加录音
zh_hant: 加入錄音

# recordings.category.add_recordings.format
source: Add to %@
de: Zu %@ hinzufügen
ja: %@に追加
nl: Toevoegen aan %@
zh_hans: 添加到 %@
zh_hant: 加入到 %@

# recordings.category.add_to
source: Add to Category
de: Zu Kategorie hinzufügen
ja: カテゴリに追加
nl: Aan categorie toevoegen
zh_hans: 添加到类别
zh_hant: 加入到類別

# recordings.category.count.format
source: %d recording(s)
de: %d Aufnahmen
ja: %d件の録音
nl: %d opnamen
zh_hans: %d 个录音
zh_hant: %d 個錄音

# recordings.category.delete
source: Delete Category
de: Kategorie löschen
ja: カテゴリを削除
nl: Categorie verwijderen
zh_hans: 删除类别
zh_hant: 刪除類別

# recordings.category.delete_confirmation.format
source: Delete %@ and move %d recording(s) to Uncategorized?
de: „%@“ löschen und %d Aufnahmen nach „Nicht kategorisiert“ verschieben?
ja: 「%@」を削除し、%d件の録音を「未分類」に移動しますか？
nl: ‘%@’ verwijderen en %d opnamen naar ‘Niet gecategoriseerd’ verplaatsen?
zh_hans: 删除“%@”并将 %d 个录音移到“未分类”吗？
zh_hant: 刪除「%@」並將 %d 個錄音移到「未分類」嗎？

# recordings.category.exists
source: A category with this name already exists.
de: Eine Kategorie mit diesem Namen existiert bereits.
ja: 同じ名前のカテゴリがすでに存在します。
nl: Er bestaat al een categorie met deze naam.
zh_hans: 已存在同名类别。
zh_hant: 已存在同名類別。

# recordings.category.icon
source: Icon
de: Symbol
ja: アイコン
nl: Pictogram
zh_hans: 图标
zh_hant: 圖示

# recordings.category.icon_color
source: Icon Color
de: Symbolfarbe
ja: アイコンの色
nl: Pictogramkleur
zh_hans: 图标颜色
zh_hant: 圖示顏色

# recordings.category.modify
source: Modify Category
de: Kategorie bearbeiten
ja: カテゴリを編集
nl: Categorie wijzigen
zh_hans: 修改类别
zh_hant: 修改類別

# recordings.category.move_to
source: Move to Category
de: In Kategorie verschieben
ja: カテゴリに移動
nl: Naar categorie verplaatsen
zh_hans: 移动到类别
zh_hant: 移動到類別

# recordings.category.new
source: New Category
de: Neue Kategorie
ja: 新規カテゴリ
nl: Nieuwe categorie
zh_hans: 新建类别
zh_hant: 新增類別

# recordings.category.new_detail
source: Create a folder for a course, meeting, client, or topic
de: Erstelle einen Ordner für einen Kurs, ein Meeting, einen Kunden oder ein Thema
ja: 講座、会議、クライアント、トピック用のフォルダを作成
nl: Maak een map voor een cursus, vergadering, klant of onderwerp
zh_hans: 为课程、会议、客户或主题创建文件夹
zh_hant: 為課程、會議、客戶或主題建立資料夾

# recordings.category.no_recordings_to_add
source: No Recordings to Add
de: Keine Aufnahmen zum Hinzufügen
ja: 追加できる録音はありません
nl: Geen opnamen om toe te voegen
zh_hans: 没有可添加的录音
zh_hant: 沒有可加入的錄音

# recordings.category.organize
source: Organize
de: Organisieren
ja: 整理
nl: Ordenen
zh_hans: 整理
zh_hant: 整理

# recordings.category.rename
source: Rename Category
de: Kategorie umbenennen
ja: カテゴリ名を変更
nl: Categorie hernoemen
zh_hans: 重命名类别
zh_hant: 重新命名類別

# recordings.category.uncategorized
source: Uncategorized
de: Nicht kategorisiert
ja: 未分類
nl: Niet gecategoriseerd
zh_hans: 未分类
zh_hant: 未分類

# recordings.chat_clear
source: Clear Conversation
de: Unterhaltung löschen
ja: 会話をクリア
nl: Gesprek wissen
zh_hans: 清空对话
zh_hant: 清除對話

# recordings.chat_empty
source: Ask anything about this recording. Answers are based on the transcript.
de: Stelle Fragen zu dieser Aufnahme. Antworten basieren auf dem Transkript.
ja: この録音について自由に質問できます。回答は文字起こしに基づきます。
nl: Stel vragen over deze opname. Antwoorden zijn gebaseerd op het transcript.
zh_hans: 可以就这段录音提出任何问题，AI 会基于转录文本回答。
zh_hant: 可以就這段錄音提出任何問題，AI 會根據轉錄文字回答。

# recordings.chat_failed
source: Couldn't get an answer.
de: Keine Antwort erhalten.
ja: 回答を取得できませんでした。
nl: Kon geen antwoord krijgen.
zh_hans: 未能获得回答。
zh_hant: 未能取得回答。

# recordings.chat_placeholder
source: Ask about this recording…
de: Frage zu dieser Aufnahme stellen …
ja: この録音について質問…
nl: Stel een vraag over deze opname…
zh_hans: 针对这段录音提问…
zh_hant: 針對這段錄音提問…

# recordings.chat_section
source: Ask AI
de: KI fragen
ja: AIに質問
nl: Vraag AI
zh_hans: AI 问答
zh_hant: AI 問答

# recordings.chat_send
source: Send
de: Senden
ja: 送信
nl: Versturen
zh_hans: 发送
zh_hant: 傳送

# recordings.chat_thinking
source: Thinking…
de: Denkt nach …
ja: 考え中…
nl: Aan het denken…
zh_hans: 思考中…
zh_hant: 思考中…

# recordings.chat_unavailable
source: AI chat is unavailable. Enable Apple Intelligence or download the local model in Settings.
de: KI-Chat ist nicht verfügbar. Aktiviere Apple Intelligence oder lade das lokale Modell in den Einstellungen herunter.
ja: AIチャットは利用できません。Apple Intelligenceを有効にするか、設定でローカルモデルをダウンロードしてください。
nl: AI-chat is niet beschikbaar. Schakel Apple Intelligence in of download het lokale model in Instellingen.
zh_hans: AI 问答不可用。请启用 Apple Intelligence 或在设置中下载本地模型。
zh_hant: AI 問答無法使用。請啟用 Apple Intelligence 或在設定中下載本機模型。

# recordings.chat.status.compressing_context
source: Compressing transcript context
de: Transkriptkontext wird komprimiert
ja: 文字起こしのコンテキストを圧縮中
nl: Transcriptcontext comprimeren
zh_hans: 正在压缩转录上下文
zh_hant: 正在壓縮轉錄內容

# recordings.chat.status.generating_answer
source: Generating answer
de: Antwort wird generiert
ja: 回答を生成中
nl: Antwoord genereren
zh_hans: 正在生成回答
zh_hant: 正在產生回答

# recordings.chat.status.generating_answer_with_context.format
source: %@. Generating answer
de: %@. Antwort wird generiert
ja: %@。回答を生成中
nl: %@. Antwoord genereren
zh_hans: %@。正在生成回答
zh_hant: %@。正在產生回答

# recordings.chat.status.preparing_context
source: Preparing transcript context
de: Transkriptkontext wird vorbereitet
ja: 文字起こしのコンテキストを準備中
nl: Transcriptcontext voorbereiden
zh_hans: 正在准备转录上下文
zh_hant: 正在準備轉錄內容

# recordings.chat.status.relevant_excerpt_count.format
source: Relevant transcript excerpts: %d
de: Relevante Transkriptausschnitte: %d
ja: 関連する文字起こしの抜粋：%d件
nl: Relevante transcriptfragmenten: %d
zh_hans: 相关转录片段：%d 个
zh_hant: 相關轉錄片段：%d 個

# recordings.chat.status.retrying_smaller_excerpt
source: Context was too long. Retrying with a smaller excerpt
de: Der Kontext war zu lang. Neuer Versuch mit einem kleineren Ausschnitt
ja: コンテキストが長すぎます。より短い抜粋で再試行中
nl: De context was te lang. Opnieuw proberen met een kleiner fragment
zh_hans: 上下文过长，正在使用更小的片段重试
zh_hant: 內容過長，正在使用較小的片段重試

# recordings.chat.status.searching_excerpts
source: Searching transcript excerpts
de: Transkriptausschnitte werden durchsucht
ja: 文字起こしの抜粋を検索中
nl: Transcriptfragmenten doorzoeken
zh_hans: 正在搜索转录片段
zh_hant: 正在搜尋轉錄片段

# recordings.chat.status.switching_local_qwen
source: Switching to local Qwen
de: Wechsel zu lokalem Qwen
ja: ローカルQwenに切り替え中
nl: Overschakelen naar lokale Qwen
zh_hans: 正在切换到本地 Qwen
zh_hant: 正在切換到本機 Qwen

# recordings.chat.status.using_full_transcript
source: Using the full transcript
de: Vollständiges Transkript wird verwendet
ja: 文字起こし全体を使用中
nl: Volledig transcript gebruiken
zh_hans: 正在使用完整转录
zh_hant: 正在使用完整轉錄

# recordings.choose_transcription_language
source: Choose Transcription Language
de: Transkriptionssprache auswählen
ja: 文字起こし言語を選択
nl: Transcriptietaal kiezen
zh_hans: 选择转录语言
zh_hant: 選擇轉錄語言

# recordings.copied
source: Copied
de: Kopiert
ja: コピー済み
nl: Gekopieerd
zh_hans: 已复制
zh_hant: 已複製

# recordings.copy_transcript
source: Copy Transcript
de: Transkript kopieren
ja: 文字起こしをコピー
nl: Transcript kopiëren
zh_hans: 复制转录文本
zh_hant: 複製轉錄文字

# recordings.delete_confirmation.format
source: Delete %@?
de: %@ löschen?
ja: %@を削除しますか？
nl: %@ verwijderen?
zh_hans: 确定要删除 %@ 吗？
zh_hant: 確定要刪除 %@ 嗎？

# recordings.delete_failed
source: Delete Failed
de: Löschen fehlgeschlagen
ja: 削除に失敗しました
nl: Verwijderen mislukt
zh_hans: 删除失败
zh_hant: 刪除失敗

# recordings.delete_recording
source: Delete Recording
de: Aufnahme löschen
ja: 録音を削除
nl: Opname verwijderen
zh_hans: 删除录音
zh_hant: 刪除錄音

# recordings.detail_pages
source: View
de: Ansicht
ja: 表示
nl: Weergave
zh_hans: 视图
zh_hant: 檢視

# recordings.edit_details
source: Edit Details
de: Details bearbeiten
ja: 詳細を編集
nl: Details bewerken
zh_hans: 编辑详情
zh_hant: 編輯詳細資料

# recordings.edit_failed
source: Edit Failed
de: Bearbeiten fehlgeschlagen
ja: 編集に失敗しました
nl: Bewerken mislukt
zh_hans: 编辑失败
zh_hant: 編輯失敗

# recordings.edit.add_location
source: Add Location
de: Standort hinzufügen
ja: 位置情報を追加
nl: Locatie toevoegen
zh_hans: 添加地理位置
zh_hant: 加入地理位置

# recordings.edit.add_tag
source: Add Tag
de: Tag hinzufügen
ja: タグを追加
nl: Tag toevoegen
zh_hans: 添加标签
zh_hant: 新增標籤

# recordings.edit.category_name
source: Category
de: Kategorie
ja: カテゴリ
nl: Categorie
zh_hans: 类别
zh_hant: 類別

# recordings.edit.category_name.placeholder
source: Lecture, interview, standup, idea
de: Vorlesung, Interview, Stand-up, Idee
ja: 講義、インタビュー、スタンドアップ、アイデア
nl: College, interview, stand-up, idee
zh_hans: 讲座、访谈、站会、灵感
zh_hant: 講座、訪談、站會、靈感

# recordings.edit.key_points
source: Key Points
de: Kernpunkte
ja: 要点
nl: Kernpunten
zh_hans: 关键点
zh_hant: 重點

# recordings.edit.key_points.placeholder
source: Important moments, conclusions, or follow-ups
de: Wichtige Momente, Schlussfolgerungen oder nächste Schritte
ja: 重要な場面、結論、フォローアップ
nl: Belangrijke momenten, conclusies of vervolgacties
zh_hans: 重要时刻、结论或后续事项
zh_hant: 重要時刻、結論或後續事項

# recordings.edit.no_tags
source: No Tags
de: Keine Tags
ja: タグなし
nl: Geen tags
zh_hans: 暂无标签
zh_hant: 暫無標籤

# recordings.edit.not_added
source: Not Added
de: Nicht hinzugefügt
ja: 未追加
nl: Niet toegevoegd
zh_hans: 未添加
zh_hant: 未加入

# recordings.edit.project_name
source: Folder / Project
de: Ordner / Projekt
ja: フォルダ / プロジェクト
nl: Map / project
zh_hans: 文件夹 / 项目
zh_hant: 資料夾 / 專案

# recordings.edit.project_name.placeholder
source: Course, meeting, client, or folder
de: Kurs, Meeting, Kunde oder Ordner
ja: 講座、会議、クライアント、フォルダ
nl: Cursus, vergadering, klant of map
zh_hans: 课程、会议、客户或文件夹
zh_hant: 課程、會議、客戶或資料夾

# recordings.edit.recording_name
source: Recording Name
de: Aufnahmename
ja: 録音名
nl: Opnamenaam
zh_hans: 录音名称
zh_hant: 錄音名稱

# recordings.edit.summary
source: Summary
de: Zusammenfassung
ja: 要約
nl: Samenvatting
zh_hans: 摘要
zh_hant: 摘要

# recordings.edit.summary_action
source: Edit Summary
de: Zusammenfassung bearbeiten
ja: 要約を編集
nl: Samenvatting bewerken
zh_hans: 编辑摘要
zh_hant: 編輯摘要

# recordings.edit.summary_placeholder
source: Add a summary
de: Zusammenfassung hinzufügen
ja: 要約を追加
nl: Samenvatting toevoegen
zh_hans: 添加摘要
zh_hant: 新增摘要

# recordings.edit.title
source: Edit Recording
de: Aufnahme bearbeiten
ja: 録音を編集
nl: Opname bewerken
zh_hans: 编辑录音
zh_hant: 編輯錄音

# recordings.export_empty_transcript
source: No transcript text is available to export.
de: Es ist kein Transkripttext zum Exportieren verfügbar.
ja: エクスポートできる文字起こしテキストがありません。
nl: Er is geen transcripttekst beschikbaar om te exporteren.
zh_hans: 没有可导出的转录文字。
zh_hant: 沒有可匯出的轉錄文字。

# recordings.export_failed
source: Export Failed
de: Export fehlgeschlagen
ja: エクスポートに失敗しました
nl: Exporteren mislukt
zh_hans: 导出失败
zh_hant: 匯出失敗

# recordings.export_transcript
source: Export Transcript
de: Transkript exportieren
ja: 文字起こしを書き出す
nl: Transcript exporteren
zh_hans: 导出转录
zh_hant: 匯出轉錄

# recordings.export_transcript.srt
source: SRT Subtitles
de: SRT-Untertitel
ja: SRT字幕
nl: SRT-ondertitels
zh_hans: SRT 字幕
zh_hant: SRT 字幕

# recordings.export_transcript.vtt
source: VTT Captions
de: VTT-Untertitel
ja: VTTキャプション
nl: VTT-ondertiteling
zh_hans: VTT 字幕
zh_hant: VTT 字幕

# recordings.filters
source: Filters
de: Filter
ja: フィルタ
zh_hans: 筛选
zh_hant: 篩選

# recordings.filters.all_recordings
source: All Recordings
de: Alle Aufnahmen
ja: すべての録音
nl: Alle opnamen
zh_hans: 所有录音
zh_hant: 所有錄音

# recordings.filters.clear
source: Clear Filters
de: Filter löschen
ja: フィルタをクリア
nl: Filters wissen
zh_hans: 清除筛选
zh_hant: 清除篩選

# recordings.generate_tags_and_summary
source: Generate Tags and Summary
de: Tags und Zusammenfassung erstellen
ja: タグと要約を生成
nl: Tags en samenvatting genereren
zh_hans: 生成标签和总结
zh_hant: 生成標籤和摘要

# recordings.import_audio_file
source: Import Audio File
de: Audiodatei importieren
ja: オーディオファイルを読み込む
nl: Audiobestand importeren
zh_hans: 导入音频文件
zh_hant: 匯入音訊檔案

# recordings.import_failed
source: Import Failed
de: Import fehlgeschlagen
ja: インポートに失敗しました
nl: Import mislukt
zh_hans: 导入失败
zh_hant: 匯入失敗

# recordings.import_recording
source: Import Recording
de: Aufnahme importieren
ja: 録音をインポート
nl: Opname importeren
zh_hans: 导入录音
zh_hant: 匯入錄音

# recordings.import_video_from_photos
source: Import Video from Photos
de: Video aus Fotos importieren
ja: 写真からビデオを読み込む
nl: Video uit Foto's importeren
zh_hans: 从相册导入视频
zh_hant: 從照片匯入影片

# recordings.intelligence_summary
source: Summary
de: Zusammenfassung
ja: 要約
nl: Samenvatting
zh_hans: 智能摘要
zh_hant: 智慧摘要

# recordings.location.current
source: Current Location
de: Aktueller Standort
ja: 現在地
nl: Huidige locatie
zh_hans: 当前位置
zh_hant: 目前位置

# recordings.location.denied
source: Location Permission Denied
de: Standortberechtigung verweigert
ja: 位置情報の権限が拒否されました
nl: Locatietoestemming geweigerd
zh_hans: 位置权限被拒绝
zh_hant: 位置權限被拒絕

# recordings.location.locating
source: Getting Location
de: Standort wird ermittelt
ja: 位置情報を取得中
nl: Locatie ophalen
zh_hans: 正在获取位置
zh_hant: 正在取得位置

# recordings.location.unavailable
source: Could Not Get Location
de: Standort konnte nicht ermittelt werden
ja: 位置情報を取得できません
nl: Kan locatie niet ophalen
zh_hans: 无法获取位置
zh_hant: 無法取得位置

# recordings.location.update_current
source: Update Current Location
de: Aktuellen Standort aktualisieren
ja: 現在地を更新
nl: Huidige locatie bijwerken
zh_hans: 更新当前位置
zh_hant: 更新目前位置

# recordings.map
source: Map
de: Karte
ja: マップ
nl: Kaart
zh_hans: 地图
zh_hant: 地圖

# recordings.map_title
source: Recording Map
de: Aufnahmenkarte
ja: 録音マップ
nl: Opnamekaart
zh_hans: 录音地图
zh_hant: 錄音地圖
